export default {
  dashboard: {
    why : '早上好，张林航先生！', // 监管指标
    positon : '大客户部/副总经理', // 外币贷款
    wddb : '我的待办', // 我的待办
    dtrc : '当天日程', // 当天日程
    wdxx : '未读消息', // 未读消息
    hyzx : '行业资讯', // 行业资讯
    gd : '更多', // 更多
    zx : '资讯', // 资讯
    tz : '通知', // 更多
    gg : '公告', // 公告
    zxnr : '中国拟立密码法 明确任何组织或个人不得窃取他人加密信息',
    tznr : '31省份最新城镇化率：4省份已超70％ ，这两大地区潜力最大公金、零售条线转型发展指标情况-2016年-6月.xlsx',
    ggnr : ' 共享电单车：要低调，不要成为下一个ofo', //  以共享电单车：要低调，不要成为下一个ofo后将节省大把时间
    ckgm : '存款规模', // 存款规模
    dkgm : '贷款规模', // 贷款规模
    zsgm : '中收规模', // 中收规模
    ckqs : '存款趋势', // 存款趋势
    dkqs : '贷款趋势', // 贷款趋势
    zsqs : '中收趋势', // 中收趋势
    yy : '亿元', // 亿元
    tb : '同比', // 同比
    hb : '环比', // 环比
    jyn : '近1年', // 近1年
    jlgy : '近6个月', // 近6个月
    jsgy : '近3个月', // 近个月
    yf : '月份', // 月份
    y1 : '1月', // 1
    y2 : '2', // 2月
    y3 : '3月', // 3月
    y4 : '4月', // 4月
    y5 : '5月', // 5月
    y6 : '6月', // 6月
    y7 : '7月', // 7月
    y8 : '8月', // 8月
    y9 : '9月', // 9月
    y10 : '10月', // 10月
    y11 : '11月', // 11月
    y12 : '12月', // 12月
    xsje : '销售金额（元）', // 销售金额（元）
    gxrq : '更新日期', // 更新日期
    cz : '操作', // 操作
    ckxq : '查看详情', // 查看详情
    xzbb : '下载报表', // 下载报表
    xsbb : '销售报表', // 销售报表
    rscp : '热销产品', // 热销产品
    cpmc : '产品名称', // 产品名称
    xssl : '销售数量（分）', // 销售数量（分）
    wcl : '完成率', // 完成率
  }
}