
export default {
  dataFilter: {
    sjqxmb : '数据权限模板',// 数据权限模板
    xq : '详情',// 详情
    sc : '删除',// 删除
    xz : '新增',// 新增
    kykzd : '可用控制点',// 可用控制点
    xg : '修改',// 修改
    gjz : '关键字',// 关键字
    cz : '操作',// 关键字
    qsr : '请输入',// 请输入
    qsrmbmc : '请输入模板名称',// 请输入模板名称
    qsrSQL : '请输入SQL占位符名称',// 请输入SQL占位符名称
    qsrSQLtj : '请输入数据权限SQL条件',// 请输入数据权限SQL条件
    qsryxj : '请输入优先级',// 请输入优先级
    zdcdbcgse : '输入最大长度不超过32个中文字符',// 最大长度不超过32个中文字符
    sccg : '删除成功!',// 删除成功!
    ss : '搜索',// 搜索
    zxbgsj : '最新变更时间',// 最新变更时间
    zjgx : '最近更新',// 最近更新
    sjtj : '数据SQL条件',// 数据SQL条件
    qsrsz : '请输入数字',// 请输入数字
    scsb : '删除失败!',// 删除失败!
    qd : '确定',// 确定
    qxzytjlxg : '请选择一条记录修改!',// 请选择一条记录修改!
    kzdmc : '控制点名称',// 控制点名称
    kzddm : '控制点代码',// 控制点代码
    ts : '提示',// 提示
    zxbgyh : '最新变更用户',// 最新变更用户
    xgcg : '修改成功!',// 修改成功!
    bcsb : '保存失败!',// 保存失败!
    qrxz : '确认选择',// 确认选择
    mc : 'SQL名称',// SQL名称
    sjqxtj : '数据权限SQL条件',// 数据权限SQL条件
    yxj : '优先级',// 优先级
    bc : '保存',// 保存
    qxzxyscdmb : '请选择需要删除的模版!',// 请选择需要删除的模版!
    scmbjhscqsjqxyyyjsqgxqrplscsjqxmbqjscz : '删除模版将会删除其数据权限引用以及授权关系，确认删除数据权限模板?请谨慎操作!',// 删除模版将会删除其数据权限引用以及授权关系，确认批量删除数据权限模板?请谨慎操作!
    bccg : '保存成功!',// 保存成功!
    mbmc : '模版名称',// 模版名称
    znxzytjlxg : '只能选择一条记录修改!',// 只能选择一条记录修改!
    btx : '必填项',// 必填项
    qx : '取消',// 取消
    fh : '返回',// 返回
    zdcdbcgyb : '输入最大长度不超过100个中文字符',// 最大长度不超过100个中文字符
    kzd : '控制点ID',// 控制点ID
    zwfmc : 'SQL占位符名称',// SQL占位符名称
    zz : '重置',// 重置
    xgsb : '修改失败!'// 修改失败!
  }
}
