
export default {
  dptManager: {
    bc : '保存', // 保存
    bmdm : '部门代码', // 部门代码
    bmgl : '部门管理', // 部门管理
    bmmc : '部门名称', // 部门名称
    gjz : '关键字', // 关键字
    bmyh : '部门用户', // 部门用户
    bmyhlb : '部门用户列表', // 部门用户列表
    btx : '必填项', // 必填项
    czzjqysxbm : '此操作将启用所选部门，是否继续?', // 此操作将启用所选部门，是否继续?
    cczjscgbmxxsfjx : '此操作将删除该部门信息, 是否继续?', // 此操作将删除该部门信息, 是否继续?
    cczjtysyxzsj : '此操作将停用所有选中数据, 是否继续?', // 此操作将停用所有选中数据, 是否继续?
    cx : '查询',// 查询
    cz : '重置', // 重置
    gbmbhcfqxg : '该部门编号重复,请修改！', // 该部门编号重复,请修改！
    op : '操作', // 操作
    qd : '确定', // 确定
    qr : '确认', // 确认
    qsr : '请输入', // 请输入
    qsrbmmc : '请输入部门名称', // 请输入部门名称
    qsrbmdm : '请输入部门代码', // 请输入部门代码
    qx : '取消', // 取消
    qxxzjg : '请先选择机构', // 请先选择机构
    qxxzyqydsj : '请先选择要启用的数据', // 请先选择要启用的数据
    qxxzyscdsj : '请先选择要删除的数据', // 请先选择要删除的数据
    qxxzytjl : '请先选择一条记录', // 请先选择一条记录
    qxxzytydsj : '请先选择要停用的数据',// 请先选择要停用的数据
    qxz : '请选择', // 请选择
    qxzytjl : '请选择一条记录', // 请选择一条记录
    qxzbmzt : '请选择部门状态', // 请选择部门状态
    qy : '启用', // 启用
    sc : '删除', // 删除
    sjbccg : '数据保存成功！', // 数据保存成功！
    sjbcsb : '数据保存失败！', // 数据保存失败！
    sjbm : '上级部门', // 上级部门
    sjczcg : '数据操作成功！', // 数据操作成功！
    sjczsb : '数据操作失败！', // 数据操作失败！
    srxxbhtszf : '输入信息包含特殊字符', // 输入信息包含特殊字符
    srzgc : '输入值过长', // 输入值过长
    ss : '搜索', // 搜索
    ssbm : '所属部门', // 所属部门
    ssjg : '所属机构', // 所属机构
    ssjgmhjgdm : '所属机构名或机构代码', // 机构名或机构代码
    ts : '提示', // 提示
    ty : '停用', // 停用
    dqytydbmbkxzzjg : '待启用或停用的部门不可新增子机构', // 停用的部门不可新增子机构
    xg : '修改', // 修改
    xz : '新增', // 新增
    xzzbm : '新增子部门', // 新增子部门
    ygh : '员工号', // 员工号
    ygxm : '员工姓名', // 员工姓名
    zdcdbcggzf : '最大长度不超过50个字符', // 最大长度不超过50个字符
    zh : '账号', // 账号
    znscdqyhqydsj : '只能删除待启用或停用的数据', // 只能删除待启用或停用的数据
    znsrzmysz : '只能输入字母与数字', // 只能输入字母与数字
    znxztyhdqydsj : '只能选择停用或待启用的数据', // 只能选择停用或待启用的数据
    znxzyqydsj : '只能选择已启用的数据', // 只能选择已启用的数据
    zt : '状态', // 状态
    zxgx : '最新更新', // 最新更新
    zxbgyh : '最新变更用户', // 最新变更用户
    zxbgsj : '最新变更时间', // 最新变更时间
    qbjg : '全部机构' ,// 全部机构
    fh : '返回'
  }
}
