
export default {
  dutyManager: {
    gwgl : '岗位管理', // 岗位管理
    sc : '删除', // 删除
    gwyh : '岗位用户', // 岗位用户
    xz : '新增', // 新增
    ty : '停用', // 停用
    qy : '启用', // 启用
    xg : '修改', // 修改
    gwmc : '岗位名称', // 岗位名称
    ss : '搜索', // 搜索
    zxgxr : '最新更新人', // 最新更新人
    zxbgsj : '最新变更时间', // 最新变更时间
    qxxzyscdsj : '请先选择要删除的数据', // 请先选择要删除的数据
    sjczcg : '数据操作成功！', // 数据操作成功！
    qxzytjl : '请选择一条记录', // 请选择一条记录
    qd : '确定', // 确定
    znxzsxhdsxdsj : '只能选择停用和待启用的数据', // 只能选择停用和待启用的数据
    sxzdgwxczyh : '所选择的岗位下存在用户！', // 所选择的岗位下存在用户！
    sjsccg : '数据删除成功！', // 数据删除成功！
    sjbccg : '数据保存成功！', // 数据保存成功！
    sjczsb : '数据操作失败！', // 数据操作失败！
    zh : '账号', // 账号
    gwdm : '岗位代码', // 岗位代码
    znxzsxdsj : '只能选择启用的数据', // 只能选择启用的数据
    znscdsxhsxdsj : '只能删除待启用或停用的数据', // 只能删除待启用或停用的数据
    qxxzysxdsj : '请先选择要启用的数据', // 请先选择要启用的数据
    ts : '提示', // 提示
    gh : '工号', // 员工号
    cczjyjscgwjsfjx : '确认删除该数据吗?', // 确认删除该数据吗?
    ssjg : '所属机构', // 所属机构
    gwdmcf : '岗位代码重复！', // 岗位代码重复！
    bc : '保存', // 保存
    cczjsxgwsxsfjx : '此操作将所选岗位启用, 是否继续?', // 此操作将所选岗位启用, 是否继续?
    zxgxsj : '最新更新时间', // 最新更新时间
    cczjsxgwsxsfjxx : '此操作将所选岗位停用, 是否继续?', // 此操作将所选岗位停用, 是否继续?
    btx : '必填项', // 必填项
    qx : '取消', // 取消
    zz : '重置', // 重置
    ygxm : '用户名称', // 用户名称
    zt : '状态', // 状态
    srzgc : '输入值过长', // 输入值过长
    qxxzytjl : '请先选择一条记录', // 请先选择一条记录
    cx : '查询', // 查询
    cz : '重置', // 重置
    gwmhdm : '岗位名或岗位代码', // 机构名或机构代码
    qbjg : '全部机构', // 全部机构
    qsr : '请输入', // 请输入
    qxz : '请选择', // 请选择
    bz : '备注', // 备注
    gjz : '关键字', // 关键字
    zxbg : '最近更新', // 最新变更
    fh : '返回'
  }
}