export default {
  logicSysManager: {
    ljxtgl: '逻辑系统管理',// 逻辑系统管理
    clgl: '策略管理',// 策略管理
    clmc: '策略名称', // 策略名称
    clms: '策略描述', // 策略描述
    clfl: '策略分类', //策略分类
    dlcl: '登录策略', // 登录策略
    xgmmcl: '修改密码策略',//修改策略
    mmcl: '密码策略', // 密码策略
    sfqy: '是否启用', // 是否启用
    clxq: '策略详情', // 策略详情
    qy: '启用', // 启用
    ty: '停用', // 停用
    qssj: '起始时间', // 起始时间
    jssj: '结束时间', // 结束时间
    xqsj: '详情保存', // 详情保存
    to: '至', // 至
    qxzmmfzcl: '请选择密码复杂度策略', // 请选择密码复杂度策略
    qxzdlsj: '请选择登录时间段', // 请选择密码复杂度策略
    bccg: '保存成功', // 保存成功
    qycg: '启用成功', // 启用成功
    tycg: '停用成功', // 停用成功
    bc: '保存' // 保存
  }
}
