
export default {
  login: {
    yxkj : 'Copyright &copy 宇信科技', // Copyright &copy, 宇信科技
    zh : '账号', // zh
    yzm : '验证码', // 验证码
    xgmm : '修改密码', // 修改密码
    scdlmmxg : '首次登录修改密码', // 首次登录修改密码
    yhdl : '用户登录', // 用户登录
    tpkbqdjhyz : '图片看不清？点击换一张', // 图片看不清？点击换一张
    mm : '密码', // 密码
    dl : '登　录', // 登录
    qd : '确定', // 确定
    qx : '取消', // 取消
    ts : '提示', // 提示
    cdbcggzf : '长度不超过24个字符', // 长度不超过24个字符
    dlsbqlxxtgly : '登录失败，请联系系统管理员！', // 登录失败，请联系系统管理员！
    qsrqrmm : '请输入确认密码', // 请输入确认密码
    ljxtjzycqlxxtgly : '逻辑系统加载异常！请联系系统管理员', // 逻辑系统加载异常！请联系系统管理员
    qsrmm : '请输入密码', // 请输入密码
    mmbcsb : '密码保存失败！', // 密码保存失败！
    bc : '保存', // 保存
    qsryhm : '请输入用户名！', // 请输入用户名！
    qrmm : '确认密码', // 确认密码
    qsryzm : '请输入验证码！', // 请输入验证码！
    qsrymm : '请输入原密码', // 请输入原密码
    mmxgsb : '密码修改失败！', // 密码修改失败！
    yzmcw : '验证码错误！', // 验证码错误！
    ymm : '原密码', // 原密码
    zz : '重置', // 重置
    jzyh : '记住用户', // 重置
    mmxgcgqsyxmmdl : '密码修改成功,请使用新密码登录！', // 密码修改成功,请使用新密码登录！
    xgmmhjcxdlsfxg : '修改密码后将重新登录，确定修改', // 修改密码后将重新登录，确定修改
    xmm : '新密码', // 新密码
    qrmmymmbyz : '确认密码与密码不一致！', // 确认密码与密码不一致！
    xmmbnhjmmxt : '新密码不能和旧密码相同！', // 新密码不能和旧密码相同！
    yzhummcw : '用户或密码错误！', // 用户或密码错误！
    mmyqsx : '密码逾期失效，请联系管理员', // 密码逾期失效，请联系管理员
    yhwsx : '用户未启用, 请联系管理员', // 用户未启用
    wjmm : '忘记密码', // 忘记密码
    qzcsrmm : '请再次输入密码', // 请再次输入密码
    xmmbnylmmyz : '新密码不可与老密码一致', // 新密码不可与老密码一致
    lcmmsrbyz : '两次输入密码不一致', // 两次输入密码不一致
    cdfw : '长度在 5 到 24 个字符', // 长度在 5 到 24 个字符 
    qsrxmm : '请输入新密码', // 请输入新密码
    valid_num_001 : '数字类型错误!'
  }
}