
export default {
  logManager: {
    rzgl : '日志管理', // 日志管理
    ts : '提示', // 提示
    sc : '删除', // 删除
    qd : '确定', // 确定
    dc : '导出', // 导出
    qx : '取消', // 取消
    sfqrdc : '是否确认导出?', // 是否确认导出?
    bbjys : 'excel版本2007及以上', // excel版本2007及以上
    dl : '登录IP', // 登录IP
    qzsxzytsj : '请至少选择一条数据', // 请至少选择一条数据
    rzlx : '日志类型', // 日志类型
    czsjc : '操作时间从', // 操作时间从
    czsjz : '操作时间至', // 操作时间至
    czdx : '操作对象', // 操作对象
    cznr : '操作内容', // 操作内容
    sfqdscsxsj : '是否确定删除所选数据', // 是否确定删除所选数据
    czyh : '操作用户', // 操作用户
    scjlcg : '删除记录成功!', // 删除记录成功!
    scjlsb : '删除记录失败!', // 删除记录失败!
    czzjg : '操作者机构', // 操作者机构
    czsj : '操作时间', // 操作时间
    jg : '警告', // 警告
    czzxm : '操作用户', // 操作者姓名
    qsr : '请输入', // 请输入
    qxz : '请选择' // 请选择
  }
}