
export default {
  menuConfig: {
    cdpz : '菜单配置',// 菜单配置
    ywgnlb : '业务功能列表',// 业务功能列表
    zjdwh : '子节点维护',// 子节点维护
    sccd : '上层菜单',// 上层菜单
    sc : '删除',// 删除
    tbxz : '图标选择',// 图标选择
    xz : '新增',// 新增
    cds : '菜单树',// 菜单树
    qcywgnlbxz : '请从业务功能列表选择',// 请从业务功能列表选择
    sccg : '删除成功！',// 删除成功！
    scsb: '删除失败！',// 删除失败！
    ywgn : '业务功能',// 业务功能
    sjjd : '上级节点',// 上级节点
    qxzsjjd : '请选择上级节点',// 请选择上级节点
    qjcsrxsfhf : '请检查输入项是否合法',// 请检查输入项是否合法
    ywgnmc : '业务功能名称',// 业务功能名称
    cx : '查询',// 查询
    px : '排序',// 排序
    tb : '图标',// 图标
    gjz : '关键字',// 关键字
    qr : '确认',// 确认
    lj : 'URL链接',// URL链接
    sjbccg : '数据保存成功！',// 数据保存成功！
    bcsb : '保存失败！', // 保存失败！
    qsrzs : '请输入整数(0-9999)',// 请输入整数(0-9999)
    ts : '提示',// 提示
    srxxbhtszf : '输入信息包含特殊字符',// 输入信息包含特殊字符
    sm : '说明',// 说明
    bc : '保存',// 保存
    qxxzyscdsj : '请先选择要删除的数据',// 请先选择要删除的数据
    mk : '模块',// 模块
    mkmc : '模块名称',// 模块名称
    mkgl : '模块管理', // 模块管理
    qxz : '请选择', // 请选择
    qsr : '请输入', // 请输入
    zcd : '主菜单',// 主菜单
    scgcdxdtsjscqzcdqdsc : '删除该菜单项的同时将删除其子菜单,确定删除?',// 删除该菜单项的同时将删除其子菜单,确定删除?
    btx : '必填项',// 必填项
    qx : '取消',// 取消
    zz : '重置',// 重置
    srzgc : '输入值过长',// 输入值过长
    cdmc : '菜单名称',// 菜单名称
    cdlx : '菜单类型',// 菜单类型
    qsrhfgs : '请输入合法格式',// 请输入合法格式
    gl : '管理',// 管理
    wxz : '未选择',// 未选择
    xq : '详情',// 详情
    noSelectText : '请在左侧选择菜单节点，以便对菜单进行维护！',// 请在左侧选择菜单节点，以便对菜单进行维护！
    cjml : '层级目录',// 层级目录
    select : '选择',// 选择
    menuFormTips1 : '业务功能即菜单的叶子节点，否则为菜单的层级目录，菜单层级建议控制在3级以内',// 业务功能即菜单的叶子节点，否则为菜单的层级目录，菜单层级建议控制在3级以内
    menuFormTips2 : '仅对一级菜单和有快捷功能的菜单配置图标', // 仅对一级菜单和有快捷功能的菜单配置图标
    menuFormTips3 : '拖拽菜单树的节点，可调整菜单排序', // 拖拽菜单树的节点，可调整菜单排序
    bz : '备注', // 备注
    caozuo : '操作', // 操作
    xg : '修改', // 修改
    cz : '重置', // 重置
    xzywgn : '选择业务功能', // 选择业务功能
    ywgngl : '业务功能管理', // 业务功能管理
    lr : '例如', // 例如
    fh : '返回', // 返回
    ms : '描述', // 描述
    ywgncx : '业务功能查询', // 业务功能按模块分类查询
    sjjdbnwtzj : '上级节点不能为它自己！', // 上级节点不能为它自己！
    qrscgsjm : '确认删除该数据吗？', // 确认删除该数据吗？
    confirmText1 : '此操作将丢失填写的信息，是否继续？', // 此操作将丢失填写的信息，是否继续？
    confirmText2 : '确认删除该数据吗（将删除其子菜单）？', // 确认删除该数据吗（将删除其子菜单）？
    sjbcsb : '数据保存失败！', // 数据保存失败！
    tzgzts : '仅允许在同一父节点下的同级子节点之间拖拽排序！' // 仅允许在同一父节点下的同级子节点之间拖拽排序！
  }
}
