

export default {
  messageManager: {
    xttsxxgl : '系统提示消息管理',// 系统提示消息管理
    sc : '删除',// 删除
    xz : '新增',// 新增
    xttsxx : '系统提示消息',// 系统提示消息
    xg : '修改',// 修改
    xq : '详情',// 详情
    ts : '提示',// 提示
    qsr : '请输入',// 请输入
    qxz : '请选择',// 请选择
    sccg : '删除成功!',// 删除成功!
    ss : '搜索',// 搜索
    xxjb : '信息级别',// 信息级别
    zjgx : '最近更新',// 最近更新
    xgcg : '修改成功!',// 修改成功!
    bcsb : '保存失败!',// 保存失败!
    tsnr : '提示内容',// 提示内容
    bc : '保存',// 保存
    qxxzyscdsj : '请先选择要删除的数据',// 请先选择要删除的数据
    bccg : '保存成功!',// 保存成功!
    scsb : '删除失败!',// 删除失败!
    znxzytjlxg : '只能选择一条记录修改!',// 只能选择一条记录修改!
    qrscgsjm : '确认删除该数据吗？',// 确认删除该数据吗？
    qr : '确认',// 确认
    xxm : '信息码',// 信息码
    xxlb : '消息类别',// 消息类别
    btx : '必填项',// 必填项
    qx : '取消',// 取消
    qxzytjlxg : '请选择一条记录修改!',// 请选择一条记录修改!
    zz : '重置',// 重置
    ssmkmc : '所属模块名称',// 所属模块名称
    xgsb : '修改失败!',// 修改失败!
    xtcs : '系统参数',// 系统参数
    cz : '操作',// 操作
    gjz : '关键字',// 关键字
    fh : '返回'
  }
}