
export default {
  notice: {
    sc : '删除', // 删除
    xtgg : '系统公告', // 系统公告
    xz : '新增', // 新增
    fb : '发布', // 发布
    swyd : '设为已阅', // 已阅
    ggxq : '公告详情', // 详情
    jslb : '角色列表', // 角色列表
    xg : '修改', // 修改
    gjz : '关键字', // 关键字
    cz : '操作', // 操作
    fbzt : '发布状态', // 发布状态
    ydzt: '阅读状态', // 阅读状态
    tggsccg : '条公告删除成功,', // 条公告删除成功,
    sccg : '删除成功!', // 删除成功!
    znxzytjlzk : '只能选择一条记录查看!', // 只能选择一条记录查看!
    qxzggjxfb : '请选择公告进行发布!', // 请选择公告进行发布!
    ggbkcfyycz : '公告不可重复已阅操作!', // 公告不可重复已阅操作!
    zycd : '重要程度', // 重要程度
    jsjg : '接收机构', // 接收机构
    fbr : '发布人', // 发布人
    ssjgbh : '所属机构编号', // 所属机构编号
    scsb : '删除失败!', // 删除失败!
    tggbksc : '条公告不可删除!', // 条公告不可删除!
    yxqjssj : '有效期结束', // 有效期结束时间
    ydbz : '阅读标志', // 阅读标志
    tggbkfb : '条公告不可发布!', // 条公告不可发布!
    jsmc : '角色名称', // 角色名称
    jzydztsb : '加载阅读状态失败!', // 加载阅读状态失败!
    tggbkcfyycz : '条公告不可重复已阅操作!', // 条公告不可重复已阅操作!
    ssjgmc : '所属机构名称', // 所属机构名称
    fbcg : '发布成功!', // 发布成功!
    xgcg : '修改成功!', // 修改成功!
    ggbt : '公告标题', // 公告标题
    yy : '已阅', // 已阅
    yxqkssj : '有效期开始', // 有效期开始时间
    bc : '保存', // 保存
    fbsb : '发布失败!', // 发布失败!
    znxzytjlxg : '只能选择一条记录修改!', // 只能选择一条记录修改!
    scwjywtpwbbgysbgs : '上传文件应为图片、文本、表格、压缩包格式！', // 上传文件应为图片、文本、表格、压缩包格式！
    qxzytjlzk : '请选择一条记录查看!', // 请选择一条记录查看!
    btx : '必填项', // 必填项
    qx : '取消', // 取消
    yxsj : '有效时间', // 有效时间
    scggsb : '生成公告ID失败!', // 生成公告ID失败!
    zz : '重置', // 重置
    xgsb : '修改失败!', // 修改失败!
    fbrq : '发布日期', // 发布日期
    zdqz : '置顶期至', // 置顶期至
    qxxzjl : '请先选择记录', // 请先选择记录
    ss : '搜索', // 搜索
    ggbyxsc : '公告不允许删除!', // 公告不允许删除!
    zdsjz : '置顶时间至', // 置顶时间至
    sfzd : '是否置顶', // 是否置顶
    qd : '确定', // 确定
    qxzytjlxg : '请选择一条记录修改!', // 请选择一条记录修改!
    scwjdxbncg : '上传文件大小不能超过 10MB!', // 上传文件大小不能超过 10MB!
    qrplscxtgg : '确认批量删除系统公告?', // 确认批量删除系统公告?
    hqxqsb : '获取详情失败!', // 获取详情失败!
    tggyy : '条公告已阅,', // 条公告已阅,
    ts : '提示', // 提示
    js : '角色', // 角色
    ggbyxfb : '公告不允许发布!', // 公告不允许发布!
    bcsb : '保存失败!', // 保存失败!
    qrxz : '确认选择', // 确认选择
    bccg : '保存成功!', // 保存成功!
    jsdm : '角色代码', // 角色代码
    qxzxyscdgg : '请选择需要删除的公告!', // 请选择需要删除的公告!
    jg : '机构', // 机构
    yxsjz : '有效时间至', // 有效时间至
    tggfbcg : '条公告发布成功,', // 条公告发布成功,
    fbjg : '发布机构', // 发布机构
    qsr: '请输入', // 请输入
    qxz: '请选择', // 请选择
    ggnr: '公告内容', // 公告内容
    swyy: '设为已阅',
    jsjs: '接收角色', //接收角色
    xzgg: '新增公告', // 新增公告
    editgg: '修改公告', // 修改公告
    qbgg: '全部公告',
    qsryxqjs: '请输入有效期结束',
    qsrbt: '请输入标题',
    btxzzf: '标题限制30个字符',
    qxzzdjsq: '请选择置顶结束日期',
    qsrggnr: '请输入公告内容',
    szcg: '设置成功',
    szsb: '设置失败',
    fj : '附件', // 附件
    zwwdgg : '暂无未读公告', // 暂无未读公告
    djsc : '点击上传', // 点击上传
    maxsize: '上传文件大小不能超过', // 上传头像图片大小不能超过
    limitnum: '上传文件的个数不能大于', //上传文件的个数不能大于
    scwjcc: '删除文件成功！', // 删除文件成功！
    nsxdtzysfbzt: '你所选的通知已经是当前发布状态', // 你所选的通知已经是当前发布状态
    nsxdtzysyyzt: '你所选的通知已经是当前已阅状态', // 你所选的通知已经是当前已阅状态
    cgj: '成功将',
    gtzbjwyd: '个通知标记为已读', // 个通知标记为已读
    ycgfb: '已成功发布', // 已成功发布
    tgg: '条公告', // 条公告
    uploadtext: '单个附件10MB以内，最多10个附件',
    zssr: '至少输入',
    zdsr: '最多输入',
    zfc: '字符串',
    cjsj: '创建时间',
    fjwscw: '附件未上传完',
    qsxzyxq: '请先选择有效期',
    bndy: '置顶日期不能超过有效日期',
    zt: '状态',
    yxq: '有效期',
    fjlb: '附件列表',
    qbjg: '全部机构',
    qbjs: '全部角色',
    
  }
}
