
export default {
  orgInfoManager: {
    jggl : '机构管理', // 机构管理
    jgxx : '机构信息', // 机构信息
    kzxx : '扩展信息', // 扩展信息
    sc : '删除', // 删除
    qx : '取消', // 取消
    xz : '新增', // 新增
    ty : '停用', // 停用
    qr : '确认', // 确认
    zz : '重置', // 重置
    qy : '启用', // 启用
    xg : '修改', // 修改
    zzjgs : '组织机构树', // 组织机构树
    znxzysxdsj : '只能选择已启用的数据', // 只能选择已启用的数据
    zxbgsj : '最新变更时间', // 最新变更时间
    qjcsrxsfhf : '请检查输入项是否合法', // 请检查输入项是否合法
    qxxzyscdsj : '请先选择要删除的数据', // 请先选择要删除的数据
    cx : '查询', // 查询
    xq : '详情', // 详情
    sjczcg : '数据操作成功！', // 数据操作成功！
    sjczsb : '数据操作失败！', // 数据操作失败！
    znscsxhdsxdsj : '只能删除停用或待启用的数据', // 只能删除停用或待启用的数据
    znxgtyhdqydjg : '只能修改停用或待启用的数据', // 只能修改停用或待启用的数据
    qxzytsj : '请选择一条数据!', // 请选着一条数据!
    lxdh : '联系电话', // 联系电话
    cczjqygsjsfjx : '此操作将启用该数据, 是否继续?', // 此操作将启用该数据, 是否继续?
    ybcc : '邮编超长', // 邮编超长
    sjbccg : '数据保存成功！', // 数据保存成功！
    znxztyhdqydsj : '只能选择停用和待启用的数据', // 只能选择停用和待启用的数据
    jgdm : '机构代码', // 机构代码
    ts : '提示', // 提示
    qsrzqyb : '请输入正确邮编', // 请输入正确邮编
    lxr : '联系人', // 联系人
    zxbgyh : '最新变更用户', // 最新变更用户
    srxxbhtszf : '输入信息包含特殊字符', // 输入信息包含特殊字符
    qxxzyqydsj : '请先选择要启用的数据', // 请先选择要启用的数据
    qxxzytydsj : '请先选择要停用的数据', // 请先选择要停用的数据
    dz : '地址', // 地址
    qsrzqxx : '请输入正确信息', // 请输入正确信息
    jrjg : '金融机构', // 金融机构
    btx : '必填项', // 必填项
    jgmc : '机构名称', // 机构名称
    yb : '邮编', // 邮编
    znxzsxhdsxdsj : '只能选择停用或待启用的数据', // 只能选择停用或待启用的数据
    cczjyjscgsjsfjx : '确认删除该数据吗', // 确认删除该数据吗
    zdcdbcggzf : '最大长度不超过100个字符', // 最大长度不超过100个字符
    jgcj : '机构层级', // 机构层级
    cczjtygsjsfjx : '此操作将停用该数据, 是否继续?', // 此操作将停用该数据, 是否继续?
    sjjg : '上级机构', // 上级机构
    sjjgdm : '上级机构代码', // 上级机构
    zt : '状态', // 状态
    jrjgmc : '金融机构名称', // 金融机构名称
    qsr : '请输入', // 请输入
    qxz : '请选择', // 请选择
    qxzsjjg : '请选择上级机构', // 请选择上级机构
    qbjg : '全部机构', // 全部机构
    jgmhjgdm : '机构名或机构代码', // 机构名或机构代码
    bc : '保存', // 保存
    xzzjj : '新增子机构', // 新增子机构
    gjz : '关键字', // 关键字
    zxbg : '最近更新', // 最新变更
    tydjgbnxzzjg : '停用的机构不能增加子机构', // 停用的机构不能增加子机构
    fh : '返回',
    mbxz : '模板下载',
    exceldc : 'Excel导出',
    ssjg : '所属机构', // 所属机构
    ssjgdm : '所属机构名或机构代码', // 机构名或机构代码
    pldr : '批量导入'

  }
}
