

export default {
  resContrManage: {
    kzdgl : '控制点管理',
    sc : '删除',// 删除
    xz : '新增',// 新增
    xg : '修改',// 修改
    xq : '详情',// 详情
    gjz : '关键字',// 关键字
    cz : '操作',// HTTP方法
    choose : '选择',// 选择
    yxz : '已选择',// 已选择
    glsjmb : '关联数据模板',// 关联数据模板
    glsjmbcg : '关联数据模板成功',// 关联数据模板成功
    sjmb : '数据模板',// 数据模板
    mbmc : '模板名称',// 数据权限模板板名称
    zwfmc : 'SQL占位符名称',// SQL占位符名称
    sjqxtj : '数据权限SQL条件',// 数据权限SQL条件
    sfysq : '是否已授权',// 是否已授权
    kzdmc : '控制点名称',// 控制点名称
    ywgn : '业务功能',// 业务功能
    xzcd : '选择菜单',// 选择菜单
    cd : '菜单',// 菜单
    cdmc : '菜单名称',// 菜单名称
    fjcdmc : '上级菜单名称',// 上级菜单名称
    mkmc : '模块名称',// 模块名称
    czUrl : '控制点URL',// 控制点URL
    czdm : '控制点代码',// 操作代码
    HTTPff : 'HTTP方法',// HTTP方法
    bz : '备注',// 备注
    qxz : '请选择',// 请选择
    qsr : '请输入',// 请输入
    qxzcd : '请选择菜单',// 选择菜单
    qxzsjmb : '请选择数据模板',// 请选择数据权限模板
    xzsjmb : '选择数据模板',// 选择数据权限模板
    qxzywgn : '请选择业务功能',// 请输入模板名称
    qsrkzdmc : '请输入控制点名称',// 请输入控制点名称
    qsrczdm : '请输入控制点代码',// 请输入操作代码
    qxzff : '请选择HTTP方法',// 请输入HTTP方法
    qsrczURL : '请输入控制点URL',// 请输入操作URL
    qsrbz : '请输入备注信息',// 请输入备注信息
    urlbnsrzw : 'url不能包含中文',// url不能包含中文
    urlbxyxkks : 'url必须以/开头',// url必须以/开头
    jkygl : '仅看已关联',// 仅看已选择
    cywgnybhgkzczdm : '此业务功能已包含该控制控制点代码',// 此业务功能已包含该控制操作代码
    qjcsrxsfhf : '请检查输入项是否合法',// 请检查输入项是否合法
    cx : '查询',// 查询
    qxzytjl : '请选择一条记录',// 请选择一条记录
    sckzdjscqsjqxjsqsjqdsc : '删除控制点将删除其数据权限及授权数据,确定删除?',// 删除控制点将删除其数据权限及授权数据,确定删除?
    zjgxr : '最近更新人',// 最近更新人
    qd : '确定',// 确定
    fh : '返回',// 确定
    zjgxsj : '最近更新时间',// 最近更新时间
    sjsccg : '数据删除成功！',// 数据删除成功！
    scsb : '删除失败！',// 删除失败！
    kzczmc : '控制操作名称',// 控制操作名称
    bccg : '保存成功！',// 数据保存成功！
    bcsb : '保存失败!',// 保存失败
    xgcg : '修改成功!',// 修改成功
    ts : '提示',// 提示
    srxxbhtszf : '输入信息包含特殊字符',// 输入信息包含特殊字符
    bc : '保存',// 保存
    qxxzywgnjd : '请先选择业务功能节点',// 请先选择业务功能节点
    kzczdm : '控制操作代码',// 控制操作代码
    btx : '必填项',// 必填项
    qx : '取消',// 取消
    zjbgyh : '最近变更用户',// 最近变更用户
    zz : '重置',// 重置
    srzdcdbcgyb : '输入最大长度不超过100', // 输入值过长
    srzdcdbcgeb : '输入最大长度不超过200', // 输入值过长
    zjbgsj : '最近变更时间',// 最近变更时间
    qxxzytjl : '请先选择一条记录',// 请先选择一条记录
    qzjm: '报文加密',
    qzfc: '报文防重'
  }
}