
export default {
  roleDataPowerManager: {
    sqgl : '授权管理', // 授权管理
    jssq : '角色授权', // 角色授权
    yhsq : '用户授权', // 用户授权
    srgjzssjs : '输入关键字搜索角色', // 输入关键字搜索角色
    srgjzssyh : '输入关键字搜索用户', // 输入关键字搜索用户
    mbmc : '数据权限模板板名称', // 数据权限模板板名称
    zwfmc : 'SQL占位符名称', // SQL占位符名称
    sjqxtj : '数据权限SQL条件', // 数据权限SQL条件
    zwsj : '暂无数据', // 暂无数据
    nochoosetext : '查看详情或功能授权，请先在左侧选择角色/用户', // 查看详情或功能授权，请先在左侧选择角色/用户
    sjwgg : '数据无更改', // 数据无更改
    bnfzqx : '该用户或角色暂时无权限，不能复制权限', // 该用户或角色暂时权限，不能复制权限
    sfbcxghdsq : '是否保存修改后的授权？', // 是否保存修改后的授权？
    bcbfz : '保存并复制', // 是否保存修改后的授权？
    fzyysj : '复制原有数据', // 是否保存修改后的授权？
    ztsqcg : '粘贴授权成功', // 粘贴授权成功
    xg : '修改', // 修改
    gjz : '关键字', // 关键字
    ztdxxz : '粘贴对象选择', // 粘贴对象选择
    dc : '导出', // 导出
    qx : '取消', // 取消
    srgjz : '输入关键字', // 输入关键字
    allcheck : '全选', // 全选
    zz : '重置', // 重置
    bc : '保存', // 保存
    fzsq : '复制授权', // 复制授权
    ztsq : '粘贴授权', // 粘贴授权
    pmjzz : '拼命加载中', // 拼命加载中
    fzcg : '复制成功', // 复制成功
    bccg : '保存授权成功', // 保存成功
    ts : '提示', // 提示
    qxxzytdxjxsq : '请先选择一条对象进行授权', // 请先选择一条对象进行授权
    jsssjg : '角色所属机构', // 角色所属机构
    qxxzytfzdx : '请先选择一条复制对象', // 请先选择一条复制对象
    ssjg : '所属机构', // 所属机构
    czsb : '操作失败', // 操作失败
    cx : '查询', // 查询
    qxzytdxsj : '请选择一条对象数据', // 请选择一条对象数据
    bcsb : '保存失败', // 保存失败
    jsdm : '角色代码', // 角色代码
    czcg : '操作成功', // 操作成功
    cczjscgjssjsqxxsfjx : '此操作将删除该角色数据授权信息, 是否继续?', // 此操作将删除该角色数据授权信息, 是否继续?
    qd : '确定', // 确定
    qxzytsj : '请选择一条数据', // 请选择一条数据
    qxxzztdx : '请先选择粘贴对象', // 请先选择粘贴对象
    jsmc : '角色名称', // 角色名称
    yhmc : '用户名称', // 用户名称
    yhzh : '用户账号', // 用户账号
    jsdmmc : '角色代码/名称' // 角色代码/名称
  }
}