export default {
  roleManage: {
    jsgl : '角色管理',
    qcmrqx : '清除默认权限',// 清除默认权限
    sc : '删除',// 删除
    mrqx : '默认权限',// 默认权限
    mrqxmb : '默认权限模板',// 默认权限模板
    xz : '新增',// 新增
    qxxz : '取消选择',// 取消选择
    xzyh : '添加',// 新增用户
    qr : '确认',// 确认
    bc : '保存',// 保存
    jsyh : '角色用户',// 角色用户
    tcyh : '移除',// 剔除用户
    qx : '取消',// 取消
    xzmb : '选择模板',// 选择模板
    ty : '停用',// 停用
    dqrqxmb : '待确认权限模板',// 待确认权限模板
    qy : '启用',// 启用
    yhxz : '用户选择',// 用户选择
    xg : '修改',// 修改
    zxbgsj : '最新变更时间',// 最新变更时间
    zxbg : '最近更新',// 最新变更
    qxzytsj : '请选择一条数据!',// 请选择一条数据!
    cx : '查询',// 查询
    cczjqygjssfjx : '此操作将启用该角色, 是否继续?',// 此操作将启用该角色, 是否继续?
    mbmc : '模板名称',// 模板名称
    tjjsyhcg : '添加角色用户成功！',// 添加角色用户成功！
    znxzsxhdsxdsj : '只能选择停用和待启用的数据',// 只能选择停用和待启用的数据
    jsmc : '角色名称',// 角色名称
    cczjtcsxyhjssfjx : '此操作将移除所选用户角色, 是否继续?',// 此操作将剔除所选用户角色, 是否继续?
    zh : '账号',// 账号
    znxztyhdqydsj : '只能选择停用和待启用的数据',// 只能选择停用和待启用的数据
    znxzsxdsj : '只能选择启用的数据',// 只能选择启用的数据
    znscdsxhsxdsj : '只能删除待启用或停用的数据',// 只能删除待启用或停用的数据
    qxxzqxmb : '请先选择权限模板！',// 请先选择权限模板！
    zxbgyh : '最新变更用户',// 最新变更用户
    scjsyhsb : '删除角色用户失败',// 删除角色用户失败
    ssjg : '所属机构',// 所属机构
    qxxzytydsj : '请先选择要停用的数据',// 请先选择要停用的数据
    mrqxszxgcg : '默认权限设置修改成功！',// 默认权限设置修改成功！
    btx : '必填项',// 必填项
    cczjscgjsxxsfjx : '确认删除该数据吗',// 确认删除该数据吗
    zz : '重置',// 重置
    mrqxszxzcg : '默认权限设置新增成功！',// 默认权限设置新增成功！
    zt : '状态',// 状态
    qxxzytjl : '请先选择一条记录',// 请先选择一条记录
    scjsyhcg : '删除角色用户成功！',// 删除角色用户成功！
    ss : '搜索',// 搜索
    qxxzyscdsj : '请先选择要删除的数据',// 请先选择要删除的数据
    jsdmcf : '角色代码重复！',// 角色代码重复！
    cczjtygjssfjx : '此操作将停用该角色, 是否继续?',// 此操作将停用该角色, 是否继续?
    cczjqcmrqxsfjx : '此操作将清除默认权限, 是否继续?',// 此操作将清除默认权限, 是否继续?
    qxzytjl : '请选择一条记录',// 请选择一条记录
    qd : '确定',// 确定
    sjbccg : '数据保存成功！',// 数据保存成功！
    qxxzysxdsj : '请先选择要启用的数据',// 请先选择要启用的数据
    ts : '提示',// 提示
    tjjsyhsb : '添加角色用户失败',// 添加角色用户失败
    glsjyjcz : '关联数据已经存在，不能重复设置',// 关联数据已经存在，不能重复设置
    ygh : '员工号',// 员工号
    sjqxtj : '数据权限SQL条件',// 数据权限SQL条件
    qrwxqdjsxzyh : '确认为选取的角色新增用户?',// 确认为选取的角色新增用户?
    jsdm : '角色代码',// 角色代码
    mbm : '模版名',// 模版名
    qxxzytsj : '请先选择一条数据',// 请先选择一条数据
    ygxm : '员工姓名',// 员工姓名
    cczjsdqrmbthmrmbsfjx : '此操作将使待确认模板替换默认模板,是否继续?',// 此操作将使待确认模板替换默认模板,是否继续?
    ssbm : '所属部门',// 所属部门
    bczmrqx : '不存在默认权限，不能做清除动作!',// 不存在默认权限，不能做清除动作!
    qbjg : '全部机构', // 全部机构
    zhxmygh : '账号/姓名/员工号',// 账号/姓名/员工号
    gjz : '关键字', // 关键字
    qxz : '请选择', // 请选择
    qsr : '请输入', // 请输入
    srzgc : '输入字段过长', // 输入字段过长
    yhmc : '用户名称',// 用户名称
    xb : '性别',// 性别
    glzt : '关联状态' ,// 关联状态
    fh : '返回',
    search: '查询',
    reset: '重置',
    jcglgxcg: '解除关联关系成功！',
    glgxcg: '关联关系成功！',
    gxcg: '更新成功!',

  }
}
