
export default {
  sysprop: {
    xtcs : '系统参数', // 系统参数
    sc : '删除', // 删除
    xz : '新增', // 新增
    cz : '操作', // 操作
    xg : '修改', // 修改
    ts : '提示', // 提示
    sccg : '删除成功!', // 删除成功!
    gjz : '关键字', // 关键字
    ss : '搜索', // 搜索
    qsr : '请输入', // 请输入
    zjgx : '最近更新', // 最近更新
    xgcg : '修改成功!', // 修改成功!
    bcsb : '保存失败!', // 保存失败!
    bc : '保存', // 保存
    qxxzyscdsj : '请先选择要删除的数据!', // 请先选择要删除的数据!
    csms : '参数描述', // 参数描述
    csm : '参数名', // 参数名
    bccg : '保存成功!', // 保存成功!
    scsb : '删除失败!', // 删除失败!
    ms : '描述', // 描述
    qr : '确认', // 确认
    btx : '必填项', // 必填项
    qx : '取消', // 取消
    zz : '重置', // 重置
    srzgc : '输入值过长', // 输入值过长
    csz : '参数值', // 参数值
    xgsb : '修改失败!', // 修改失败!
    qrscgsjm : '确认删除该数据吗？' // 确认删除该数据吗？
  }
}