export default {
    sysUserManager:{
        yhgl : '用户管理',// 用户管理
        bcjs : '保存(角色)',// 保存(角色)
        kzxx : '扩展信息',// 扩展信息
        sc : '删除',// 删除
        yhgwxx : '岗位信息',// 用户岗位信息
        xz : '新增',// 新增
        bcjg : '保存(机构)',// 保存(机构)
        qd : '确 定',// 确 定
        yhjsxx : '角色信息',// 用户角色信息
        yxq : '有效期',// 有效期
        xm : '姓名',// 姓名
        bc : '保存',// 保存
        bcgw : '保存(岗位)',// 保存(岗位)
        gjxx : '关键信息',// 关键信息
        yhglxx : '关联信息',// 用户关联信息
        qx : '取消',// 取消
        ty : '停用',// 停用
        qy : '启用',// 启用
        jh : '激活',// 停用
        zx : '注销',// 启用
        zh : '账号',// 账号
        sqjgxx : '授权机构信息',// 授权机构信息
        zzmm : '重置密码',// 重置密码
        zt : '状态',// 状态
        xg : '修改',// 修改
        yx : '邮箱',// 邮箱
        zhxmygh : '账号/姓名/员工号',// 账号/姓名/员工号
        mmxgcg : '密码修改成功！',// 密码修改成功！
        znxzysxdsj : '只能选择已启用的数据',// 只能选择已启用的数据
        zxbgsj : '最新变更时间',// 最新变更时间
        cx : '查询',// 查询
        qsrbtx : '请输入必填项!',// 请输入必填项!
        qrmm : '确认密码',// 确认密码
        zjgxr : '最近更新人',// 最近更新人
        rzsj : '入职时间',// 入职时间
        qrmmhmmbyz : '确认密码和密码不一致',// 确认密码和密码不一致
        sctxtpdxbncg : '上传头像图片大小不能超过 1M!',// 上传头像图片大小不能超过 2MB!
        znxztyhdsxdsj : '只能选择停用或待启用的数据',// 只能选择停用或待启用的数据
        qxzytsj : '请选择一条数据',// 请选择一条数据
        jsmc : '角色名称',// 角色名称
        yhmc : '用户名称',// 用户名称
        cczjyjscgwjsfjx : '确认删除该数据吗',// 此操作将永久删除该文件, 是否继续?
        xh : '序号',// 序号
        zxbgyh : '最新变更用户',// 最新变更用户
        ssjg : '所属机构',// 所属机构
        zj : '职级',// 职级
        yhjs : '用户角色',// 用户角色
        cy : '常用IP',// 常用IP
        qxxzytydsj : '请先选择要停用的数据',// 请先选择要停用的数据
        zdcdbcggzf : '最大长度不超过20个字符',// 最大长度不超过20个字符
        qsrzqxx : '请输入正确身份证信息',// 请输入正确信息
        btx : '必填项',// 必填项
        xb : '性别',// 性别
        cczjtygsjsfjx : '此操作将停用该数据, 是否继续?',// 此操作将停用该数据, 是否继续?
        zz : '重置',// 重置
        yddh : '移动电话',// 移动电话
        qxxzytjl : '请先选择一条记录',// 请先选择一条记录
        gwmc : '岗位名称',// 岗位名称
        ssbm : '所属部门',// 所属部门
        cysj : '从业时间',// 从业时间
        qjcsrxsfhf : '请检查输入项是否合法',// 请检查输入项是否合法
        zjlx : '证件类型',// 证件类型
        qxxzyscdsj : '请先选择要删除的数据',// 请先选择要删除的数据
        xq : '详情',// 详情
        sjczcg : '数据操作成功！',// 数据操作成功！
        jssjczcg : '角色数据操作成功！',// 角色数据操作成功！
        jgsjczcg : '机构数据操作成功！',// 机构数据操作成功！
        gwsjczcg : '岗位数据操作成功！',// 岗位数据操作成功！
        sctxtpznsgs : '上传头像图片只能是 JPG或PNG 格式!',// 上传头像图片只能是 JPG 格式!
        znsctydsj : '只能选择停用或待启用的数据',// 只能删除停用的数据
        lcsrmmbyz : '两次输入密码不一致!',// 两次输入密码不一致!
        zjgxsj : '最近更新时间',// 最近更新时间
        cczjqygsjsfjx : '此操作将启用该数据, 是否继续?',// 此操作将启用该数据, 是否继续?
        sjsccg : '数据删除成功！',// 数据删除成功！
        bgdh : '办公电话',// 办公电话
        sjbccg : '数据保存成功！',// 数据保存成功！
        gwdm : '岗位代码',// 岗位代码
        zjhm : '证件号码',// 证件号码
        znxzsxhzdsxdsj : '只能选择停用或者待启用的数据',// 只能选择停用或者待启用的数据
        ts : '提示',// 提示
        gh : '工号',// 员工号
        mmxgsbqzs : '密码修改失败！请重试',// 密码修改失败！请重试
        xmmbnhjmmxt : ' 新密码不能和旧密码相同！',// 新密码不能和旧密码相同！
        mmczcg : '密码重置成功!',// 密码重置成功！
        mmczsb : '密码重置失败!',// 密码重置失败！
        qxxzyqydsj : '请先选择要启用的数据',// 请先选择要启用的数据
        zgxl : '最高学历',// 最高学历
        sr : '生日',// 生日
        jsdm : '角色代码',// 角色代码
        zgzs : '资格证书',// 资格证书
        renzsj : '任职时间',// 任职时间
        mm : '密码',// 密码
        sfygl : '是否已关联',// 是否已关联
        qsr : '请输入',// 请输入
        qxz : '请选择',// 请选择
        zxbg : '最近更新',// 最新变更
        srzgc : '输入字段过长', // 输入字段过长
        gjz : '关键字', // 关键字
        glzt : '关联状态',// 关联状态
        qdtjsxyh : '确定添加所选用户',
        xzyh : '添加',
        znxzwgldsj : '只能选择未关联的数据', // 只能选择未关联的数据
        jgbm : '机构', // 只能选择未关联的数据
        qdbcglxx : '确定更新关联信息？', // 确定更新关联信息？
        zwxgrhglxx : '暂未修改任何关联信息', // 暂未修改任何关联信息
        qdjcyhdmmczwxtcsmm : '确认重置此用户的密码为系统初始密码',
        sjczsb : '数据操作失败',
        zk : '展开', // 展开
        sq : '收起', // 收起
        qbjg : '全部机构' ,// 全部机构
        fh : '返回',
        mmmrwxtcsmm : '密码默认为系统初始化密码',
        xzhglyzhbnxg: '新增后管理员账号不能修改',
        znxgtyhdqydjg : '只能修改停用或待启用的数据', // 只能修改停用或待启用的数据
        txscts: '只能上传JPG/PNG文件，且不超过500kb'
    }
}
