export default {
    tenantManager:{
        zhxgxx : '租户相关信息',// 租户相关信息
        zhgnsq : '租户功能授权',// 租户功能授权
        zhsjmbgl : '租户数据模板关联',// 租户数据模板关联
        zhsjsq : '租户数据授权',//租户数据授权
        zhmc : '租户名称',// 租户名称
        dwmc : '单位名称',// 单位名称
        zhzt : '租户状态',// 租户状态
        qd : '确 定',// 确 定
        zhdjjg : '租户顶级机构',// 租户顶级机构
        jgmc : '机构名称',// 机构名称
        jgdm : '机构代码',// 机构代码
        zhglyjs : '租户管理员角色',// 租户管理员角色
        jsdm : '角色代码',// 角色代码
        jsmc : '角色名称',// 角色名称
        zhglyyh : '租户管理员用户',// 租户管理员用户
        glymc : '管理员名称',// 租户管理员用户
        glygh : '管理员工号',
        glyzh : '管理员账号',
        yhmc : '用户名称',// 用户名称
        gh : '工号',// 工号
        xh : '序号',// 序号
        zh : '账号',// 账号
        mm : '密码',// 密码
        qx : '取消',// 取消
        ty : '停用',// 停用
        qy : '启用',// 启用
        jh : '激活',//
        zx : '注销',//
        zk : '展开', // 展开
        sq : '收起', // 收起
        qbjg : '全部机构' ,// 全部机构
        fh : '返回',
        xyb : '下一步',
        zt : '状态',// 状态
        zxbgsj : '最新变更时间',// 最新变更时间
        cz : '操作',// 操作
        zhxx : '租户信息',
        zhgl : '租户管理',
        qsr : '请输入', // 请输入
        qxz : '请选择', // 请选择
        xz : '新增',// 新增
        hy : '活跃',
        xg : '修改',
        zzxgzxzzsj : '只能修改注销状态数据',
        zzxyzxsj : '只能选择注销状态数据',
        zzxzjhsj : '只能选择激活状态数据',
        gjcx: '高级查询'
    }
}
